Repository: OmegaT-L10N/cs
Catalog: omegat/project_save.tmx
Source language: en
Languages: cs

source: Replace Translation with Text
cs: Přepsat překlad textem

source: Replace With Match or Selection
cs: Nahradit shodou nebo výběrem

source: Replace With Source
cs: Přepsat zdrojem

source: Replace with &Machine Translation
cs: Přepsat Strojový&m překladem

source: Replace with Machine Translation
cs: Přepsat Strojovým překladem

source: Replace with:
cs: Nahradit čím:

source: Repository
cs: Úložiště

source: Repository Credentials
cs: Přihlašovací údaje k úložišti

source: Repository Mapping
cs: Mapování úložiště...

source: Repository Mapping...
cs: Mapování úložiště...

source: Repository {0} is already present
cs: Úložiště {0} je již přítomno

source: Repository {0} unknown
cs: Úložiště {0} není známo

source: Request error: {0}
cs: Chyba dotazu: {0}

source: Request to TaaS: {0}
cs: Dotaz na TaaS: {0}

source: Reset
cs: Resetovat

source: Reset &All Colours
cs: Zrušit všechny b&arvy

source: Reset Master Password
cs: Resetovat hlavní heslo

source: Resolve Conflicts
cs: Rozřešit konflikty

source: Resource name
cs: Název zdroje

source: Restore
cs: Obnovit

source: Restore &Defaults
cs: Obnovit &výchozí

source: Restore De&faults
cs: Výchozí nastav&ení

source: Restore Main Window
cs: Obnovit Hlavní okno

source: Result:
cs: Výsledek:

source: Retrieve collection list...
cs: Obnovuje se seznam kolekcí...

source: Retrieve domain list...
cs: Obnovit seznam oblastí ...

source: Right-click on a button from "<1>" to "<12>" in the bottom panel and select "Add".
cs: Klikněte pravým tlačítkem myši ve spodním panelu na tlačítko od „<1>“ do „<12>“ a potvrďte možnost „Přidat skript“.

source: Right-to-Left Embedding (RLE U+202B)
cs: Vnoření zprava doleva (RLE U+202B)

source: Right-to-Left Mark (RLM U+200F)
cs: Značka zápisu zprava doleva (RLM U+200F)

source: Right:
cs: Vpravo:

source: Romanian, Moldavian, Moldovan
cs: Rumunština, Moldavština

source: Romansh
cs: Rétorománština

source: Row
cs: Řada

source: Rule ID can only contain Latin letters, underscores, and periods.
cs: Pravidlo ID smí obsahovat pouze písmena latinské abecedy, podrtržítka a tečky.

source: Rules
cs: Pravidla

source: Rules...
cs: Pravidla...

source: Run script on slot #{0}.
cs: Spustit skript na slotu #{0}.

source: Running on Java {0} ({1}-bit)
cs: Běží na Javě {0} ({1}-bit)

source: Russian
cs: Ruština

source: S&lide Comments
cs: Komentář &snímku

source: S&pace matches nbsp
cs: Shody &mezer nbsp

source: S&witch Case To
cs: Přepnout veliko&st písma

source: SQLJet (GPL License)
cs: SQLJet (Licence GPL)

source: SVG Image and Adobe Illustrator Export
cs: SVG Image a Adobe Illustrator Export

source: SVN '{0}' error: {1}
cs: SVN ‚{0}‘ chyba: {1}

source: SVN '{0}' execution finished successfully
cs: Provádění ‚{0}‘ SVN dokončeno úspěšně

source: SVN '{0}' execution start
cs: Provádění ‚{0}‘ SVN začíná

source: SVNKit (TMate License)
cs: SVNKit (Licence TMate)

source: Samoan
cs: Samojština

source: Sample Output
cs: Ukázkový výstup

source: Sample Text
cs: Ukázkový text

source: Samuel Murray: for the introductory chapter "Learn to use OmegaT in 5 minutes".
cs: Samuel Murray: díky za úvodní kapitolu „Naučte se používat aplikaci OmegaT za 5 minut“.

source: Sango
cs: Sangština

source: Sanskrit (Saṁskṛta)
cs: Sanskrt

source: Sardinian
cs: Sardština

source: Save
cs: Uložit

source: Save Alignment Results
cs: Uložit výsledky zarovnání

source: Save Current Set...
cs: Uložit aktuální sadu...

source: Save Script
cs: Uložit skriptování

source: Save TMX...
cs: Uložit TMX...

source: Save aut&o-populated status
cs: Uložit aut&omaticky vyplněný status

source: Save changes to filter settings?
cs: Uložit změny nastavení filtrů?

source: Save changes to segmentation rules?
cs: Uložit změny pravidel segmentace?

source: Save then the file and relaunch OmegaT.
cs: Uložte soubor a restartujte OmegaT.

source: Saving and Output
cs: Uložení a výstup

source: Saving and Output Options
cs: Možnosti uložení a výstupu

source: Saving and Output...
cs: Uložení a výstup...

source: Saving project...
cs: Probíhá ukládání projektu...

source: Scope: The scope of a search is by default the project and can be set to be any files located in a specified folder hierarchy.
cs: Rozsah: Rozsah hledání se zaměřuje ve výchozím nastavení na projekt a lze nastavit, aby byly prohledávány jakékoliv soubory uložené v specifické adresářové struktuře.

source: Scottish Gaelic, Gaelic
cs: Skotština a skotská gaelština

source: Script "{0}" bound to slot #{1}.
cs: Skript „{0}“ navázán na slot #{1}.

source: Script "{0}" saved.
cs: Skript „{0}“ byl uložen.

source: Script "{0}" unbound from slot #{1}.
cs: Skript „{0}“ odpoután od slotu #{1}.

source: Script &Language
cs: Skriptovací &jazyk

source: Script Result
cs: Výsledek skriptu

source: Scriptin&g...
cs: Sk&riptování

source: Scripting
cs: Skriptování

source: Scripting languages
cs: Skriptovací jazyky

source: Scripts
cs: Skriptování

source: Scripts Folder:
cs: Adresář skriptů:

source: Se&t
cs: Nastavi&t

source: Search ({0})
cs: Hledat ({0})

source: Search Project...
cs: Hledat v projektu...

source: Search and Replace...
cs: Najít a nahradit...

source: Search for:
cs: Hledat:

source: Search in
cs: Prohledat

source: Search thread died unexpectedly!
cs: Vyhledávání bylo nečekaně přerušeno!

source: Seconds:
cs: Sekundy:

source: Secure Store
cs: Bezpečnost

source: See "Chapter 3.
cs: Viz "Kapitola 3.

source: See /docs/contributors.txt
cs: Viz /docs/contributors.txt

source: See Appendix ShortCut Customization
cs: Více naleznete v části Přizpůsobení zkratek

source: See Help > User's Manual for more information.
cs: Více informací naleznete v Nápověda > Uživatelská příručka.

source: See OmegaT manual for instructions.
cs: Instrukce naleznete v příručce OmegaT

source: See OmegaT.jar/META-INF/MANIFEST.MF for valid values.
cs: Platné hodnoty naleznete v OmegaT.jar/META-INF/MANIFEST.MF.

source: See below for details.
cs: Více detailů vizte níže.

source: See the GNU General Public License for more detail.
cs: Více podrobností naleznete v licenci GNU General Public License.

source: See the GNU General Public License for more details.
cs: Více podrobností naleznete v licenci GNU General Public License.

source: Segment Properties
cs: Předvolby segmentu

source: Segment encountered outside translation unit variant.
cs: Vně překladové jednotky objeven segment.

source: Segment marker background
cs: Pozadí označení segmentu

source: Segment marker text
cs: Text označení segmentu

source: Segment number...
cs: Segment číslo...

source: Segment skipped.
cs: Segment byl přeskočen.

source: Segment source text into paragraphs on:
cs: Segmentovat zdrojový text na odstavce podle:

source: Segment {0,number,#}
cs: Segment {0,číslo,#}...

source: Segmentation Rules...
cs: Pravidla segmentace...

source: Segmentation Setup
cs: Nastavení segmentace

source: Segmentation method: {0}
cs: Metoda segmentace: {0}

source: Segmentation rules are applied in the following order:
cs: Pravidla segmentace se použijí v následujícím pořadí:

source: Segmentation...
cs: Segmentace...

source: Segments
cs: Segmenty

source: Segments with notes
cs: Segmenty s poznámkami

source: Segments with notes text
cs: Text segmentů s poznámkami

source: Select
cs: Vybrat

source: Select &Next Match
cs: Označit další přibliž&ný překlad

source: Select &Previous Match
cs: Označit &předchozí přibližný překlad

source: Select Fol&der
cs: Vyberte a&dresář

source: Select Issue Types
cs: Vybrat typ problému

source: Select Mat&ch
cs: Oz&načit přibližný překlad

source: Select Match #&1
cs: Označit přibližný překlad #&1

source: Select Match #&2
cs: Označit přibližný překlad #&2

source: Select Match #&3
cs: Označit přibližný překlad #&3

source: Select Match #&4
cs: Označit přibližný překlad #&4

source: Select Match #&5
cs: Označit přibližný překlad #&5

source: Select Match #1
cs: Označit přibližný překlad #1

source: Select Match #2
cs: Označit přibližný překlad #2

source: Select Match #3
cs: Označit přibližný překlad #3

source: Select Match #4
cs: Označit přibližný překlad #4

source: Select Match #5
cs: Označit přibližný překlad #5

source: Select Next Match
cs: Označit další přibližný překlad

source: Select Previous Match
cs: Označit předchozí přibližný překlad

source: Select Scripts Folder
cs: Označit adresář skriptů

source: Select TaaS Terminology &Lookup Domain...
cs: Vybrat oblast hledání termino&logie v TaaS

source: Select TaaS domain
cs: Označit oblast TaaS

source: Select a Category
cs: Vybrat kategorii

source: Select a Script File
cs: Označit soubor skriptu

source: Select issue types to check.
cs: Vybrat jaký typ problému se má kontrolovat

source: Select languagetool-server.jar
cs: Vyberte languagetool-server.jar

source: Selected Engine: {0}
cs: Vybrané nástroje: {0}

source: Sequence Library (Sequence Library License)
cs: Sequence Library (Licence Sequence Library)

source: Serbian
cs: Srbština

source: Server (original)
cs: Server (originál)

source: Server (updated)
cs: Server (aktualizovaný)

source: Server does not understand the "translate" method
cs: Server nerozumí "překladové" metodě

source: Service type
cs: Typ služby

source: Set
cs: Nastavit

source: Set & Stored
cs: Nastaveno & uloženo

source: Set My Own Password
cs: Nastavit vlastní heslo

source: Set Scripts Folder...
cs: Nastavit adresář skriptů...

source: Set a master password to protect your private data.
cs: Nastavit hlavní heslo pro ochranu soukromých dat.

source: Set empty translation
cs: Použít prázdný překlad

source: Sets
cs: Sady

source: Sets of segmentation rules:
cs: Sady pravidel segmentace:

source: Shona
cs: Šonština

source: Shortcut
cs: Zkrácený text

source: Shortcut:
cs: Zkratka:

source: Shortcuts customization
cs: Přizpůsobení klávesových zkratek

source: Show &longer target terms first
cs: Zobrazit nejprve delší cí&lové pojmy

source: Show &source term first
cs: Uká&zat nejprve zdrojový pojem

source: Show &target term first
cs: Ukáza&t nejprve cílový pojem

source: Show Advanced &Options
cs: Ukázat pokročilé m&ožnosti

source: Show Find Search Bar
cs: Ukázat lištu Hledat

source: Show Raw Key Names
cs: Ukázat názvy Raw Key

source: Show Replace Search Bar
cs: Ukázat lištu Nahradit

source: Simplify &tooltips on protected parts
cs: Zjednoduši&t kontextovoou nápovědu u chráněných částí

source: Sindhi
cs: Sindhština

source: Sinhala, Sinhalese
cs: Sinhálština

source: Size
cs: Velikost

source: Skip
cs: Přeskočit

source: Skip text matching regular expression:
cs: Přeskočit text který se rovná regulárnímu výrazu:

source: Sli&de Masters
cs: Ša&blony snímků

source: Slide La&youts
cs: Rozložení sním&ků

source: Slovak
cs: Slovenština

source: Slovene
cs: Slovinština

source: Somali
cs: Somálština

source: Some additional scripts can be found here: OmegaT Scripts
cs: Některé dodatečné skripty naleznete zde: OmegaT Skripty

source: Some alignments still need review.
cs: Některé zarovníní stále potřebují zkontrolovat.

source: Some project folders seem to have been moved.
cs: Některé adresáře projektu byly asi přesunuty.

source: Something went wrong, please visit Tilde Terminology for details.
cs: Něco se nezdařilo, pro více informací navštivte "Tilde Terminology".

source: Sort &alphabetically
cs: Třidit &abecedně

source: Sort by &full text, not shortcut
cs: Třídit pod&le plného textu, nezkracovat

source: Sort by len&gth
cs: Třidit podle &délky

source: Sort by source term &alphabetically
cs: Třídit &abecedně podle zdrojvých pojmů

source: Sort fuzzy matches by:
cs: Třídit přibližné překlady podle:

source: Sort tar&get terms alphabetically
cs: Třídit abecedně podle cílových po&jmů

source: Source
cs: Zdroj

source: Source File Encoding
cs: Kódování zdrojového souboru

source: Source File Encoding:
cs: Kódování zdrojového souboru:

source: Source Filename Pattern
cs: Vzor názvu zdrojového souboru

source: Source Filename Pattern:
cs: Vzor názvu zdrojového souboru:

source: Source Files Folder
cs: Adresář se zdrojovými soubory

source: Source Files Folder:
cs: Adresář se zdrojovými soubory:

source: Source count
cs: Stav zdroje

source: Source file loading complete
cs: Načítání zdrojového projektu je hotovo

source: Source files committed
cs: Zdrojové soubory potvrzeny

source: Source files folder entered does not exist!
cs: Zadaný adresář se zdrojovými soubory neexistuje!

source: Source folder {0} does not exist.
cs: Adresář zdroje {0} neexistuje.

source: Source language: {0}
cs: Zdrojový jazyk: {0}

source: Source of Selected &Match
cs: Zdroj vybra&ných přibližných překladů

source: Source of Selected Match
cs: Zdroj vybraných přibližných překladů

source: Source segment could not be located for certain translation units.
cs: Zdrojový segment pro některé překladové jednotky se nepodařilo nalézt.

source: Source segments
cs: Segmenty zdroje

source: Source segments text
cs: Text segmentů zdroje

source: Source term:
cs: Termín zdroje:

source: Source/translation lengths (characters)
cs: Rozsah (znaků) ve zdroji/překladu

source: South Ndebele
cs: Jižní ndebelština

source: Southern Sotho
cs: Jižní Sotho, Sotština

source: Spanish
cs: Španělština

source: Spanish, Castilian
cs: Španělština, Kastilština

source: Specify a mnemonic with "&": "F&oobar" to use O
cs: Specifikujte mnemotechnickou pomůcku pomocí "&": "F&oobar" k použití klávesy O

source: Specify tag handling behaviour
cs: Upřesněte chování manipulace s tagy

source: Spell checking...
cs: Kontrola pravopisu

source: Spellcheck
cs: Kontrola pravopisu

source: Spellchecker
cs: Kontrola pravopisu

source: Spellchecker Setup
cs: Nastavení kontroly pravopisu

source: Spelling
cs: Prevopis

source: Spelling Issues
cs: Problémy s pravopisem

source: Split
cs: Rozdělit

source: Split Text
cs: Rozdělit text

source: Start OmegaT again, download the team project, close OmegaT 5.
cs: Opět spusťte OmegaT, stáhněte týmový projekt, zavřete OmegaT 5.

source: Start OmegaT and continue to translate
cs: Spusťte OmegaT a pokračujte v překládání.

source: Start Pinpoint Align
cs: Začátek detailního zarovnání

source: Start a New Paragraph &on Word Soft Return
cs: Začít Nový &odstavec při značce Word Soft Return

source: Start a new paragraph on:
cs: Začít nový odstavec od:

source: Start rebase
cs: Začít rebase

source: Statistics
cs: Statistika

source: Stemming, no tags and no numbers
cs: Podle základního tvaru, žádné tagy a čísla

source: Step 1: Adjust alignment parameters
cs: Krok 1: Přizpůsobit parametry zarovnání

source: Step 2: Make manual corrections
cs: Krok 2: Provést ruční opravy

source: SubRip Subtitles
cs: Titulky SubRip

source: Subscription Key:
cs: Podpisový klíč:

source: Subversion
cs: Subverze

source: Summary
cs: Shrnutí

source: Summary of chapters
cs: Shrnutí kapitol

source: Sundanese
cs: Sundština

source: Supported Files
cs: Podporované soubory

source: Swahili
cs: Svahilština

source: Swati
cs: Svazijština

source: Swedish
cs: Švédština

source: Switch Case To/Cycle
cs: Změnit písmo na/Procházet možnosti

source: Switch Case To/Lower Case
cs: Změnit písmo na/malá písmena

source: Switch Case To/Sentence Case
cs: Změnit písmo/Velké písmeno na začátku věty

source: Switch Case To/Title Case
cs: Změnit písmo na/KAPITÁLKY

source: Switch Case To/Upper Case
cs: Změnit písmo na/Velká písmena

source: Switch views with {0} and {1}
cs: Přepnout zobrazení tímto {0} a {1}

source: Switching to built-in version.
cs: Přepínám na vestavěnou verzi.

source: Synchronisation of repositories
cs: Synchronizace úložišť

source: Synchronization error
cs: Chyba synchronizace

source: System-wide commands Select All (Ctrl+A), Paste (Ctrl+V), Cut (Ctrl+X), copy (Ctrl+C), Insert Match or Selection (Ctrl+I) and Insert source (Ctrl+Shift+I) act in principle on the text within the currently open segment only.
cs: Obecné příkazy systému: Vybrat vše (Ctrl+A), Vložit (Ctrl+V ), Vyjmout (Ctrl+X), Kopírovat Ctrl+C), Vložit přibližný překlad nebo Výběr (Ctrl+I) a Vložit zdroj (Ctrl+Shift+I) v zásadě reaguje pouze na text uvnitř aktuálně otevřeného segmentu.

source: T&Ms
cs: Překladové pa&měti

source: TM Matches
cs: Shody TM

source: TM Matching Options
cs: Monžosti shody TM

source: TMX file was created by OmegaT 1.4.x or earlier.
cs: Soubor TMX byl vytvořen programem OmegaT 1.4.x nebo dřívější verzí.

source: TaaS API key not set.
cs: Klíč pro TaaS API není zadán

source: TaaS Collections
cs: TaaS Kolekce

source: TaaS Terminology
cs: Terminologie TaaS

source: Tab
cs: Tabulátor

source: Table View
cs: Zobrazení tabulky

source: Tag Issues
cs: Problémy s tagy

source: Tag Processing
cs: Zpracování tagů

source: Tag Processing Options
cs: Možnosti zpracování tagů

source: Tag Processing...
cs: Zpracování tagů...

source: Tag name:
cs: Název tagu:

source: Tag validation failed
cs: Ověření tagů se nezdařilo

source: Tagalog
cs: Tagalština

source: Tags
cs: Tagy

source: Tahitian
cs: Tahitština

source: Tajik
cs: Tádžičtina

source: Tamil
cs: Tamilština

source: Target
cs: Cíl

source: Target count
cs: Stav cíle

source: Target files committed
cs: Cílové soubory potvrzeny

source: Target folder {0} does not exist.
cs: Adresář překladu {0} neexistuje.

source: Target term:
cs: Překlad:

source: Target:
cs: Cíl:

source: Tatar
cs: Tatarština

source: Team
cs: Tým

source: Team Options
cs: Nastavení pro tým

source: Team Projects
cs: Týmové projekty

source: Team synchronization
cs: Týmová synchronizace

source: Team synchronization...
cs: Týmová synchronizace...

source: Team synchronization: Saving translation in {0} s
cs: Týmová synchronizace: Ukládání překladu za {0} s

source: Team synchronization: Waiting for you to finish this segment...
cs: Týmová synchronizace: Čeká na vás, až dokončíte tento segment...

source: Team...
cs: Tým...

source: Telugu
cs: Telugština

source: Template variables:
cs: Proměnné šablony

source: Terminology
cs: Terminologie

source: Terminology Issues
cs: Problémy s terminologií

source: Terms with multiple targets
cs: Pojmy s více překlady

source: Test
cs: Testování

source: Testing...
cs: Testování

source: Text Filter Options
cs: Možnosti filtru textu

source: Text Replace
cs: Nahradit text

source: Text Replace: The scope of a text replacement is the target segments of the project, whether they already have contents or not.
cs: Nahrazení textu: Rozsah nahrazování textu platí pro cílové segmenty projektu, a to ať už již obsahují nějaký text nebo ne.

source: Text Search
cs: Hledat v textu

source: Text files segmentation
cs: Segmentace textových souborů

source: Text to be removed
cs: Text, který má být odstraněn

source: Thai
cs: Thajština

source: Thank you all!
cs: Děkuji vám všem!

source: The current folder will be used instead.
cs: Místo toho bude použit aktuální adresář.

source: The "Shift" key doesn't exhibit any special behavior per se: when the "Shift" key is pressed, all keys move the cursor in their usual manner, except in the case of the Shift+Enter combination, that inserts a line break into the text.
cs: Klávesa „Shift“ sama o sobě nevyvolá žádné speciální reakce pohybu kurzoru: když je stisknuta klávesa „Shift“, všechny klávesy pohybují kurzorem obvyklým způsobem, kromě případu kombinace kláves Shift+Enter, pomocí které se do textu vloží zalomení řádku.

source: The Java Resource Bundles filter threw an exception:
cs: Filtr zdrojových balíčků java ukazuje výjimku:

source: The LanguageTool in OmegaT
cs: LanguageTool v OmegaT

source: The LanguageTool plugin is included in OmegaT.
cs: Plugin LanguageTool je v OmegaT již obsažen.

source: The Moses server URL is not set
cs: Není nastavena URL na Moses server

source: The Mozilla DTD filter threw an exception:
cs: Filtr Mozilla DTD ukazuje výjimku:

source: The PO filter threw an exception:
cs: Filtr PO souborů ukazuje výjimku:

source: The Scripting window allows you to load an existing script into the text area and run it against the current opened project.
cs: V podokně Skriptování můžete nahrát již existující skript do textového pole a spustit jej v právě otevřeném projektu.

source: The TMX file will continue to be loaded.
cs: Bude se pokračovat v načítání souboru TMX.

source: The TMX file will not be loaded Please try to correct the error and reload the project.
cs: TMX soubor nebude načten Prosím pokuste se opravit chybu a znovu načtěte projekt.

source: The TMX source language ({0}) is different from the project source language ({1}).
cs: Zdrojový jazyk TMX ({0}) je jiný než zdrojový jazyk v projektu ({1}).

source: The URL must include "{target}", which will be replaced with the search text.
cs: URL musí obsahovat "{target}" / "{cíl}", který bude nahrazen hledaným textem

source: The author of the Chapter Learn to use OmegaT in 5 minutes! is Samuel Murray, Copyright ©2005-2012.
cs: Autor kapitoly Naučte se používat aplikaci OmegaT za 5 minut! je Samuel Murray, Copyright ©2005-2012.

source: The command must include "{target}", which will be replaced with the search text.
cs: Příkaz musí obsahovat "{target}" / "{cíl}", který bude nahrazen hledaným textem

source: The configuration folder will be used instead.
cs: Místo toho bude použit konfigurační adresář.

source: The current project must be reloaded in order to apply these changes
cs: K provedení těchto změn je nutno aktuální projekt načíst znovu

source: The default OmegaT shortcuts are available from Sourceforge: Default OmegaT Shortcuts
cs: Výchozí klávesové zkratky OmegaT jsou dostupné přes Sourceforge: Výchozí klávesové zkratky OmegaT

source: The default OmegaT shortcuts for the Mac are also available from Sourceforge, they all use "meta" instead of "ctrl": Default OmegaT Shortcuts for the Mac
cs: Výchozí klávesové zkratky OmegaT pro Mac jsou také dostupné přes Sourceforge, všechny používají „meta“ místo „ctrl“: Výchozí klávesové zkratky OmegaT pro Mac

source: The documentation distributed with OmegaT includes the User Manual and the readme.txt document.
cs: Dokumentace distribuovaná s aplikací OmegaT obsahuje Uživatelskou příručku a dokument readme.txt.

source: The documentation is Copyright ©2013 Vito Smolej, ©2014-2016 Vincent Bidaux.
cs: Dokumentace je chráněná autorským právem Copyright ©2013 Vito Smolej, ©2014-2016 Vincent Bidaux.

source: The documentation is a free document; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (if you prefer) any later version.
cs: Dokumentace je svobodným dokumentem; můžete ho šířit anebo upravovat za podmínek uvedených v licenci GNU General Public Licence jak ji uveřejnila nadace Free Software Foundation; buď verze 3 této Licence, nebo (dle vaší volby) jakékoliv novější verze.

source: The documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
cs: Tato dokumentace je šířena v naději, že bude užitečná, ale BEZ JAKÉKOLIV ZÁRUKY; dokonce bez implicitní záruky PRODEJNOSTI nebo VHODNOSTI NA KONKRÉTNÍ ÚČEL.

source: The file "{0}" is not supported.
cs: Soubor "{0}" není podporován.

source: The first is the shortcut for Open Project, the second for Create Glossary Entry.
cs: První je klávesová zkratka pro otevření projektu Otevřít, druhá odpovídá Vytvořit nový záznam Glosáře.

source: The following code snippet in groovy for instance scans through all the segments in all files in the current project and, if the translation exists, prints out the source and the target of the segment:
cs: Následující ukázka kódu v groovy prochází všechny segmenty ve všech souborech aktuálního projektu a, pokud jsou dostupné překlady, zobrazí zdrojový a cílový segment:

source: The following options apply to the 3.x filter only
cs: Následující možnosti se vztahují pouze na filtr řady 3.x
